Repository: maxjn/morex-post-type
Catalog: languages/morex-post-type-*.po
Languages: fa_ir

# taxonomy general name
source: Categories
fa_ir: دسته بندی ها

# taxonomy singular name
source: Category
fa_ir: دسته بندی

source: Search Categories
fa_ir: جستجو دسته بندی

source: All Categories
fa_ir: تمام دسته بندی ها

source: Parent Category
fa_ir: دسته بندی والد

source: Parent Category:
fa_ir: دسته بندی والد:

source: Edit Category
fa_ir: ویرایش دسته بندی

source: Update Category
fa_ir: بروزرسانی دسته بندی

source: Add New Category
fa_ir: افزودن دسته بندی جدید

source: New Category Name
fa_ir: نام دسته بندی جدید

source: Categories
fa_ir: دسته بندی ها

# Post type general name
source: Portfolios
fa_ir: نمونه کار ها

# Post type singular name
source: Portfolio
fa_ir: نمونه کار

# Admin Menu text
source: Portfolios
fa_ir: نمونه کار ها

# Add New on Toolbar
source: Portfolio
fa_ir: نمونه کار

source: Add New
fa_ir: افزودن جدید

source: Add New Portfolio
fa_ir: افزودن نمونه کار جدید

source: New Portfolio
fa_ir: نمونه کار جدید

source: Edit Portfolio
fa_ir: ویرایش نمونه کار

source: View Portfolio
fa_ir: مشاهده نمونه کار

source: All Portfolios
fa_ir: تمام نمونه کار ها

source: Search Portfolios
fa_ir: جستجو نمونه کار

source: Parent Portfolios:
fa_ir: نمونه کار والد:

source: No portfolios found.
fa_ir: نمونه کاری پیدا نشد.

source: No portfolios found in Trash.
fa_ir: نمونه کاری در زباله دان پیدا نشد.

# Overrides the “Featured Image” phrase for this post type. Added in 4.3
source: portfolio Cover Image
fa_ir: تصویر نمونه کار

# Overrides the “Set featured image” phrase for this post type. Added in 4.3
source: Set cover image
fa_ir: تعیین تصویر نمونه کار

# Overrides the “Remove featured image” phrase for this post type. Added in 4.3
source: Remove cover image
fa_ir: حذف تصویر نمونه کار

# Overrides the “Use as featured image” phrase for this post type. Added in 4.3
source: Use as cover image
fa_ir: استفاده تصویر به عنوان کاور

source: portfolio archives
fa_ir: آرشیو نمونه کار

source: Adds portfolio and team_member post types
fa_ir: نوع نوشته ی 'نمونه کار' را به قالب اضافه می کند.
